Repository: PetalMind/Boreal
Catalog: Boreal/Localization/Localizable.xcstrings
Source language: en
Languages: pl

source: About Boreal
pl: O Boreal

source: Add
pl: Dodaj

source: Add an IsThereAnyDeal API key in Settings to load prices.
pl: Dodaj klucz API IsThereAnyDeal w Ustawieniach, aby wczytać ceny.

source: Adding to your library is a separate action.
pl: Dodanie do biblioteki jest osobną czynnością.

source: All Games
pl: Wszystkie

source: All genres
pl: Wszystkie gatunki

source: All ratings
pl: Wszystkie oceny

source: All stores
pl: Wszystkie sklepy

source: All Windows paths
pl: Wszystkie ścieżki Windows

source: App Not Found
pl: Nie znaleziono aplikacji

source: Based on available community reports.
pl: Na podstawie dostępnych raportów społeczności.

source: Best compatibility
pl: Najlepsza kompatybilność

source: Boreal could not match %@ to an unambiguous store record.
pl: Boreal nie może jednoznacznie dopasować %@ do rekordu sklepu.

source: Cancel
pl: Anuluj

source: Choose a profile and tune graphics, display, and launch behavior.
pl: Wybierz profil i dostosuj grafikę, ekran oraz sposób uruchamiania gry.

source: Choose grid or list view
pl: Wybierz widok siatki lub listy

source: Clear active filters
pl: Wyczyść aktywne filtry

source: Close
pl: Zamknij

source: Community catalog
pl: Katalog społeczności

source: Community reports
pl: Raporty społeczności

source: Community reports for Native, Rosetta 2, CrossOver, Wine and Parallels.
pl: Raporty społeczności dla Native, Rosetta 2, CrossOver, Wine i Parallels.

source: Compatibility
pl: Zgodność

source: Compatibility ratings
pl: Oceny zgodności

source: Compatibility reports: AppleGamingWiki. Store metadata and artwork: Steam. Price data: IsThereAnyDeal when configured.
pl: Raporty zgodności: AppleGamingWiki. Metadane sklepu i okładki: Steam. Dane cenowe: IsThereAnyDeal, jeśli skonfigurowano.

source: Compatibility result
pl: Wynik zgodności

source: Configure display resolution, scaling, and window behavior.
pl: Skonfiguruj rozdzielczość, skalowanie i zachowanie okna.

source: Configure how Boreal presents controllers to the game.
pl: Skonfiguruj sposób, w jaki Boreal udostępnia kontrolery grze.

source: Configure how the game runs using Wine and graphics settings.
pl: Skonfiguruj działanie gry przy użyciu Wine i ustawień grafiki.

source: Control Boreal's in-game overlay behavior.
pl: Skonfiguruj zachowanie nakładki Boreal w grze.

source: Cover for %@
pl: Okładka gry %@

source: Create
pl: Utwórz

source: Create an empty, isolated Windows environment.
pl: Utwórz puste, odizolowane środowisko Windows.

source: Create Empty Environment…
pl: Utwórz puste środowisko…

source: Custom
pl: Własne

source: Customize Boreal to fit your workflow.
pl: Dostosuj Boreal do swojego sposobu pracy.

source: Cycle Overlay Information Level
pl: Zmień poziom informacji nakładki

source: Data sources
pl: Źródła danych

source: Diagnostic
pl: Diagnostyczny

source: Discover games, compare compatibility reports and choose a setup for your Mac.
pl: Odkrywaj gry, porównuj raporty zgodności i wybierz konfigurację dla Maca.

source: Discover Mac games
pl: Odkrywaj gry na Maca

source: Display
pl: Ekran

source: Done
pl: Gotowe

source: Explore games with Mac support
pl: Odkrywaj gry ze wsparciem Maca

source: Filters
pl: Filtry

source: Find games and check the best available way to play them on your Mac.
pl: Znajdź gry i sprawdź najlepszy dostępny sposób uruchomienia ich na Macu.

source: Find the best way to play
pl: Znajdź najlepszy sposób uruchomienia

source: Game details unavailable
pl: Szczegóły gry niedostępne

source: Game display
pl: Ekran gry

source: Game Not Found
pl: Nie znaleziono gry

source: games
pl: gier

source: games with reports
pl: gier z raportami

source: Genre
pl: Gatunek

source: Genre not provided
pl: Brak danych o gatunku

source: Graphics
pl: Grafika

source: Grid
pl: Siatka

source: Has compatibility report
pl: Ma raport kompatybilności

source: Import Steam Library
pl: Importuj bibliotekę Steam

source: Improve performance when playing fullscreen at a lower resolution.
pl: Zwiększ wydajność podczas gry pełnoekranowej w niższej rozdzielczości.

source: Install a Windows app
pl: Zainstaluj aplikację Windows

source: Install an app or create an environment
pl: Zainstaluj aplikację lub utwórz środowisko

source: Install Windows App…
pl: Zainstaluj aplikację Windows…

source: List
pl: Lista

source: Loading catalog…
pl: Ładowanie katalogu…

source: Loading details from Steam and compatibility sources…
pl: Ładowanie szczegółów ze Steam i źródeł zgodności…

source: Loading more games…
pl: Ładowanie kolejnych gier…

source: Loading price…
pl: Ładowanie ceny…

source: Mac paths
pl: Ścieżki Mac

source: Minimal
pl: Minimalny

source: Name
pl: Nazwa

source: Name A–Z
pl: Nazwa A–Z

source: Name Z–A
pl: Nazwa Z–A

source: Native
pl: Natywna

source: New Environment
pl: Nowe środowisko

source: No compatibility data
pl: Brak danych o zgodności

source: No compatibility rating is available for this game.
pl: Brak oceny zgodności dla tej gry.

source: No current offer was found.
pl: Nie znaleziono aktualnej oferty.

source: No games found
pl: Nie znaleziono gier

source: Older games
pl: Starsze gry

source: One library. Every world.
pl: Jedna biblioteka. Całe światy.

source: Open Steam store page
pl: Otwórz stronę gry w Steam

source: Open the game's verified store page or search another storefront.
pl: Otwórz zweryfikowaną stronę gry w sklepie lub wyszukaj inny sklep.

source: Other / unknown
pl: Inny / nieznany

source: Overlay
pl: Nakładka

source: Overlay compatible
pl: Zgodność z nakładką

source: Overlay Information Level
pl: Poziom informacji nakładki

source: Perfect games
pl: Doskonałe gry

source: Performance
pl: Wydajność

source: Performance insights
pl: Informacje o wydajności

source: Price unavailable
pl: Cena niedostępna

source: Read hardware and configuration reports on the source page.
pl: Przeczytaj raporty sprzętowe i konfiguracyjne na stronie źródłowej.

source: Recommended
pl: Polecane

source: Refresh Discovery
pl: Odśwież Odkrywaj

source: Remove active filter
pl: Usuń aktywny filtr

source: Render the game at higher resolution for a sharper image.
pl: Renderuj grę w wyższej rozdzielczości, aby uzyskać ostrzejszy obraz.

source: Reset filters
pl: Wyczyść filtry

source: Restore defaults
pl: Przywróć domyślne

source: Resulting configuration
pl: Bieżąca konfiguracja

source: results
pl: wyników

source: Retry
pl: Ponów

source: Save
pl: Zapisz

source: Save changes
pl: Zapisz zmiany

source: Save for later
pl: Zapisz na później

source: Save games you’re interested in Discovery. Adding to your library is a separate action.
pl: Zapisuj gry, które Cię interesują, w Odkrywaj. Dodanie do biblioteki jest osobną czynnością.

source: Save to Discovery
pl: Zapisz w Odkrywaj

source: Saved
pl: Zapisano

source: Saved from Discovery
pl: Zapisane w Odkrywaj

source: Settings
pl: Ustawienia

source: Showing the last saved catalog.
pl: Wyświetlany jest ostatnio zapisany katalog.

source: Sort: %@
pl: Sortowanie: %@

source: Sort: Name A–Z
pl: Sortowanie: Nazwa A–Z

source: Sort: Name Z–A
pl: Sortowanie: Nazwa Z–A

source: Sort: Recommended
pl: Sortowanie: Polecane

source: Standard
pl: Standardowy

source: Store
pl: Sklep

source: Store links
pl: Linki do sklepów

source: Store unavailable
pl: Sklep niedostępny

source: Strongest available community compatibility reports.
pl: Najmocniejsze dostępne raporty kompatybilności społeczności.

source: These settings should work great with this game.
pl: Te ustawienia powinny działać z tą grą doskonale.

source: These settings should work well with this game.
pl: Te ustawienia powinny dobrze działać z tą grą.

source: This game is currently reported as unsupported.
pl: Ta gra jest obecnie zgłaszana jako nieobsługiwana.

source: This game may need additional compatibility adjustments.
pl: Ta gra może wymagać dodatkowych ustawień zgodności.

source: Toggle Game Overlay
pl: Przełącz nakładkę gry

source: Try Again
pl: Spróbuj ponownie

source: Try another search or reset your filters.
pl: Spróbuj innego wyszukiwania lub wyczyść filtry.

source: Updated %@
pl: Zaktualizowano %@

source: View
pl: Widok

source: View community reports
pl: Zobacz raporty społeczności

source: View Discovery data sources
pl: Pokaż źródła danych Odkrywaj

source: View layout
pl: Układ widoku

source: Windows path
pl: Ścieżka Windows

source: without compatibility report
pl: bez raportu zgodności
